
# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "stripe/stripe-cli"
tap "homebrew/cask-fonts"
tap "pulumi/tap"
tap "oven-sh/bun"
tap "nativeos/i386-elf-toolchain"

# Packages
brew "awscli"
brew "chezmoi"
brew "exiftool"
brew "fnm"
brew "gh"
brew "git"
brew "git-sizer"
brew "httpie"
brew "libpq", link: true
brew "loc"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "qt"
brew "ruby"
brew "starship"
brew "websocat"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh-completions"
brew "git-filter-repo"
brew "mitmproxy"
brew "k3d"
brew "kind"
brew "kubectx"
brew "argocd"
brew "rover"
brew "rustup-init"
brew "protobuf"
brew "k9s"
brew "rsync"
brew "devspace"
brew "helm"
brew "jq"
brew "python@3.11"
brew "graphviz"
brew "cloc"
brew "bun"
brew "trivy"
brew "qemu"
brew "ffmpeg"
brew "podman"
brew "podman-compose"
brew "watchman"
brew "libpq"
brew "yq"
brew "helix"

brew "stripe/stripe-cli/stripe"
brew "pulumi/tap/pulumi"
brew "nativeos/i386-elf-toolchain/i386-elf-binutils"
brew "nativeos/i386-elf-toolchain/i386-elf-gcc"

cask "caffeine"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postbird"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "slack"
cask "notion"
cask "fig"
cask "raycast"
cask "docker"
cask "bloomrpc"
cask "sdm"
cask "mongodb-compass"
cask "devpod"
cask "lens"
cask "obsidian"
cask "db-browser-for-sqlite"
cask "handbrake"

# Fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
