tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "remind101/formulae"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "homebrew/cask-fonts"
brew "awscli"
brew "chezmoi"
brew "exiftool"
brew "fnm"
brew "gh"
brew "git"
brew "git-sizer"
brew "httpie"
brew "libpq", link: true
brew "loc"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "qt"
brew "ruby"
brew "starship"
brew "websocat"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "remind101/formulae/assume-role"
brew "shopify/shopify/shopify-cli", link: false
brew "stripe/stripe-cli/stripe"
cask "caffeine"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "nosql-workbench-for-amazon-dynamodb"
cask "postbird"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "rancher"
cask "slack"
cask "notion"
cask "fig"
cask "raycast"
cask "font-fira-code"
cask "font-fira-code-nerd-font"