
# Taps
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "remind101/formulae"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "homebrew/cask-fonts"
tap "pulumi/tap"

# Packages
brew "awscli"
brew "chezmoi"
brew "exiftool"
brew "fnm"
brew "gh"
brew "git"
brew "git-sizer"
brew "httpie"
brew "libpq", link: true
brew "loc"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "qt"
brew "ruby"
brew "starship"
brew "websocat"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-completions"
brew "git-filter-repo"
brew "mitmproxy"
brew "k3d"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "argocd"
brew "rover"
brew "rustup-init"
brew "protobuf"
brew "k9s"
brew "rsync"
brew "devspace"

brew "aws/tap/aws-sam-cli"
brew "remind101/formulae/assume-role"
brew "shopify/shopify/shopify-cli", link: false
brew "stripe/stripe-cli/stripe"
brew "pulumi/tap/pulumi"

cask "caffeine"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postbird"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "slack"
cask "notion"
cask "fig"
cask "raycast"
cask "docker"
cask "bloomrpc"
cask "sdm"
cask "mongodb-compass"
cask "podman-desktop"

# Fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
